{"lighting": [{"Exhibitor": "Barrier By Design ~ Scene Shields", "Summary": "Barrier by Design's Scene Shields privacy and security barriers secure accident & emergency sites in less than 5 minutes, without using tools. Protect first responders, victims, evidence, patrons a...", "Booth": "2258"}, {"Exhibitor": "D & R Electronics", "Summary": "D & R is a leading Manufacturer and supplier of equipment for emergency services vehicles. D & R manufactures emergency vehicle lighting, cabinets, storage solutions, power distribution systems, LED c...", "Booth": "1801"}, {"Exhibitor": "Federal Signal", "Summary": "Federal Signal is The Driving Force behind the technology that provides safe and reliable emergency warning for first responders. It is our commitment to engineer the most reliable and high-performin...", "Booth": "1363"}, {"Exhibitor": "Fenix Lighting USA", "Summary": "None", "Booth": "810"}, {"Exhibitor": "Golight, Inc.", "Summary": "Golight Inc is a leading global designer and manufacturer of remote controlled and fixed mount lighting solutions! Golight provides lighting for a broad range of market segments allowing Golight to d...", "Booth": "1873"}, {"Exhibitor": "Guardian Angel Devices", "Summary": "Guardian Angel wearable safety lights are designed with a core belief that personal lighting technology will make the world a safer place. Our mission is, and always will be, to save lives by develop...", "Booth": "304"}, {"Exhibitor": "Nightstick", "Summary": "NIGHTSTICK – Performance, Quality and Value Nightstick, designed and manufactured by Bayco Products, Inc., is a global brand of professional lighting products including flashlights, headlamps and ...", "Booth": "330"}, {"Exhibitor": "Pi- Lit", "Summary": "Pi-Lit brings technology to vehicle safety. The U.S. made Sequential Road Flare represents the state-of-the art technology to guide vehicles around an incident or disabled vehicle. Used by law enfo...", "Booth": "1211"}, {"Exhibitor": "PoliceBikeStore.com", "Summary": "Police Bike Store supplies a complete line of police bicycles and accessories, including law enforcement mountain bikes, police e-bikes, lights, bags, helmets and more. We can outfit a unit for everyt...", "Booth": "1992"}, {"Exhibitor": "Solar Thingz inc, dba. Traffic Thingz", "Summary": "None", "Booth": "2607"}, {"Exhibitor": "SoundOff Signal", "Summary": "SoundOff Signal, a global leader in vehicle lighting, control systems and electronic warning solutions for the law enforcement, amber, and government markets announces it has created its first product...", "Booth": "2057"}, {"Exhibitor": "Streamlight, Inc.", "Summary": "Streamlight Inc. manufactures a variety of portable lighting products including rechargeable and standard battery, precision-engineered flashlights, tactical lights, lanterns and accessories for use i...", "Booth": "1788"}, {"Exhibitor": "Whelen Engineering Co Inc", "Summary": "Whelen provides innovative products that are trusted to perform so law enforcement professionals are safe every day. Offering unparalleled, state-of-the-art control systems, powerful lighting solution...", "Booth": "662"}, {"Exhibitor": "Will-Burt", "Summary": "Will-Burt’s elevated communication, lighting and camera solutions have been designed and manufactured to provide law enforcement and emergency management personnel with the best possible performance v...", "Booth": "449"}]}
