{"mobile technology": [{"Exhibitor": "365Labs", "Summary": "365Labs helps agencies tackle the challenges of the next 20 years. 365 is a one cloud platform supported by modern, purpose-built Apps that replace a dozen or more existing systems, significantly impr...", "Booth": "4101"}, {"Exhibitor": "AED | Patrol PC", "Summary": "Patrol PC® RhinoTab® UltraRugged® touch screen MDTs are optimized for use by First Responders. Designed and manufactured in the USA, our industrial grade tablets are purpose-built and designed for ope...", "Booth": "3807"}, {"Exhibitor": "All Traffic Solutions", "Summary": "ATS is a leader in cloud-based traffic safety technology and data analytics. Our number one goal is helping law enforcement and other agencies of all sizes to improve efficiencies, maximize budgets, r...", "Booth": "785"}, {"Exhibitor": "Alli Connect", "Summary": "Alli Connect is your ally in mental health for first responders. Our technology platform and services enables your department to be proactive in the mental health and wellbeing of your team, improving...", "Booth": "2206"}, {"Exhibitor": "Avive", "Summary": "None", "Booth": "395"}, {"Exhibitor": "BIXOLON America, Inc.", "Summary": "None", "Booth": "3530"}, {"Exhibitor": "Blue360 Media", "Summary": "Covering 48 jurisdictions, Blue360° Media is a leading supplier of legal information to the law enforcement and legal communities, producing over 300 publications annually. The company is comprised of...", "Booth": "3426"}, {"Exhibitor": "Brother Mobile Solutions", "Summary": "Public safety professionals require fast, reliable portable printing solutions that keep them focused on the job, not the technology. At Brother, we engineer tough, portable, and extremely reliable po...", "Booth": "1201"}, {"Exhibitor": "CDW", "Summary": "CDW Government is a leading provider of technology solutions to government, education and healthcare customers. The company features dedicated Account Managers, Solutions Architects and Engineers who ...", "Booth": "1531"}, {"Exhibitor": "Crime Gun Intelligence Technologies (CGIT)", "Summary": "Crime Gun Intelligence Technologies (CGIT) provides law enforcement with the FireFLY LE gunshot detection/geolocation system. The FireFLY LE system is a trusted and reliable technology that is used t...", "Booth": "2103"}, {"Exhibitor": "Critical Tech Solutions", "Summary": "The Rapid All-Terrain Tower (RATT) is a portable mast that gives you the ability to deploy a variety of devices in minutes including surveillance cameras, radio antennas, signal boosters, outdoor WiFi...", "Booth": "1595"}, {"Exhibitor": "D & R Electronics", "Summary": "D & R is a leading Manufacturer and supplier of equipment for emergency services vehicles. D & R manufactures emergency vehicle lighting, cabinets, storage solutions, power distribution systems, LED c...", "Booth": "1801"}, {"Exhibitor": "Dell Technologies", "Summary": "At Dell Technologies, we take great pride in serving our first responder communities to drive human progress, through greater access to better technology. Dell Technologies brings IT solutions for ev...", "Booth": "441"}, {"Exhibitor": "DetectaChem Inc.", "Summary": "DetectaChem is a Texas, USA-based company and manufacturer of rapidly deployable, handheld and easy-to-operate drug and explosive detection systems. Our detection products are used by every branch of ...", "Booth": "819"}, {"Exhibitor": "Doron Precision Systems, Inc.", "Summary": "DORON’s latest and cost-effective law enforcement training simulators are the result of more than 50 years of experience in the driving simulation industry. Doron works closely with industry profess...", "Booth": "1657"}, {"Exhibitor": "DragonForce", "Summary": "DragonForce is an industry leading provider of command and control, incident management solutions to the domestic and international public safety community. Its DragonForce team collaboration platform...", "Booth": "1488"}, {"Exhibitor": "Durabook Americas Inc.", "Summary": "None", "Booth": "647"}, {"Exhibitor": "ecaptureDtech", "Summary": "eyesCloud3D is a web platform for law enforcement that has been developed as the Only All-in-One Platform that helps law enforcement agents and forensic experts analyze and investigate crime scenes an...", "Booth": "655"}, {"Exhibitor": "ecoATM, LLC", "Summary": "Since 2009, ecoATM kiosks have provided consumers with a safe, secure & innovative way to recycle tens of millions of used and unwanted electronic devices nationwide.", "Booth": "985"}, {"Exhibitor": "Esri", "Summary": "Esri, the global leader in GIS software and location intelligence, helps customers unlock the full potential of data to improve operational and business results. Law enforcement agencies use Esri's GI...", "Booth": "1141"}, {"Exhibitor": "Exterro", "Summary": "None", "Booth": "2279"}, {"Exhibitor": "Eye3", "Summary": "eye3 is a team of industry professionals dedicated to developing top-of-the-line handheld drug testing technology, primarily for law enforcement and fit-for-duty. We're here to help you make our roads...", "Booth": "2076"}, {"Exhibitor": "FirstNet, Built with AT&T", "Summary": "FirstNet®, Built with AT&T is the only network built with and for first responders – including law enforcement officers like you. It’s designed to fit your unique and evolving communications needs wit...", "Booth": "1393"}, {"Exhibitor": "Galvion", "Summary": "At Galvion, we design, develop and deliver best-in-class head systems, as well as innovative power and data management solutions for military and tactical operators worldwide. We engineer advanced con...", "Booth": "4315"}, {"Exhibitor": "GETAC", "Summary": "Getac was established in 1989 as a joint venture with GE Aerospace and MiTAC and has become the second largest manufacturer of military grade rugged computing solutions for some of the most demanding ...", "Booth": "831"}, {"Exhibitor": "GoodSAM", "Summary": "GoodSAM provides cutting edge 911 video and geolocating systems that are radically changing policing. Our systems are unique with many advanced features including: - Open any 911 callers cameras with...", "Booth": "4307"}, {"Exhibitor": "Hexagon and Leica Geosystems", "Summary": "Hexagon improves public safety and security through reliable data, systems and capabilities by helping police manage and share information, enhance crime and accident investigations, ensure officer sa...", "Booth": "553"}, {"Exhibitor": "IDI", "Summary": "IDI is a leading provider of identity intelligence and investigative solutions to the law enforcement industry. IDI’s next-generation identity insights platform, idiCORE™, uncovers the relevance of di...", "Booth": "796"}, {"Exhibitor": "Insight LPR", "Summary": "Your second line of defense. Insight LPR partners with law enforcement to bring the latest and greatest technology to help solve crimes. We connect you to our commercial partners and provide you ...", "Booth": "4505"}, {"Exhibitor": "InTime Solutions, Inc.", "Summary": "InTime is the leader in scheduling and workforce management for police. We draw our expertise from helping over 500+ police agencies in managing their daily scheduling and operations for over 25 years...", "Booth": "1384"}, {"Exhibitor": "JHB Group Inc", "Summary": "At JHB Group, our mission is to create safer, simpler, and smarter solutions for public safety agencies. We recognize the evolving challenges faced by these organizations and are driven to provide cut...", "Booth": "1957"}, {"Exhibitor": "Laser Tech", "Summary": "At Laser Tech, we proudly offer an extensive selection of affordable lidar measurement solutions that help you navigate through the ever-changing environment of traffic safety enforcement. From spee...", "Booth": "1078"}, {"Exhibitor": "LensLock, Inc", "Summary": "LensLock offers body-worn cameras, dash cameras, surveillance cameras, and secure digital evidence solutions. Our easy-to-use, dependable solutions are used to capture, store, and manage video recordi...", "Booth": "2315"}, {"Exhibitor": "LexisNexis Coplogic Solutions", "Summary": "While crash fatalities have reached crisis levels within the U.S., agencies are looking for traffic safety experts to help them get ahead of the problem. LexisNexis Coplogic Solutions is introducing ...", "Booth": "1315, 1322"}, {"Exhibitor": "LexisNexis Risk Solutions Government", "Summary": "LexisNexis® Risk Solutions harnesses the power of data and advanced analytics to provide insights that help businesses and governmental entities reduce risk and improve decisions to benefit people aro...", "Booth": "1113"}, {"Exhibitor": "Lighthouse Public Safety", "Summary": "None", "Booth": "1306"}, {"Exhibitor": "Lind Electronics, LLC", "Summary": "Lind Electronics is a proven leader in designing and producing mobile power solutions for all types of users in different industries. Lind’s product lines include standard and custom AC/DC and DC/DC...", "Booth": "3913"}, {"Exhibitor": "LiveU", "Summary": "LiveU is a leading developer of live video broadcasting and streaming solutions for unmanned aerial and ground vehicles (UAV / Drone, UGV). With over 5,000 customers in 150 countries, our technology i...", "Booth": "1979"}, {"Exhibitor": "LiveView Technologies", "Summary": "Our mission at LiveView Technologies is to make the world safer and more secure through mobile surveillance technology. With a focus on intelligent safety, LVT’s innovative mobile units integrate sola...", "Booth": "511"}, {"Exhibitor": "LRAD by Genasys", "Summary": "LRAD® is Law Enforcement's Communication System of Choice. LRAD systems broadcast audible voice messages and attention-commanding alert tones with exceptional vocal clarity from close range to 2,000 m...", "Booth": "341"}, {"Exhibitor": "Lund Industries", "Summary": "Lund Industries Inc., a family-owned and operated company who has provided public safety vehicle equipment, emergency & specialty vehicle up fitting and a wide range of public safety vehicle products ...", "Booth": "2135"}, {"Exhibitor": "Mark43", "Summary": "Mark43 builds the world’s most powerful public safety CAD, RMS, analytics, and property and evidence platform. Public safety has changed in the last 30 years. Technology vendors haven’t. Mark43 pro...", "Booth": "1795"}, {"Exhibitor": "Mobile Pro Systems", "Summary": "We design and manufacture creative mobile surveillance systems for real-time monitoring in nearly any environment. Every product has been developed with ease of use, practicality, and the highest qual...", "Booth": "1951"}, {"Exhibitor": "Municipal Parking Services (MPS)", "Summary": "MPS is transforming urban landscapes through cutting-edge, internet-connected parking solutions and cloud-enabled, SAAS-based parking compliance services. Police departments and municipalities use...", "Booth": "2809"}, {"Exhibitor": "NASPO ValuePoint", "Summary": "None", "Booth": "1981"}, {"Exhibitor": "Off Duty Management", "Summary": "Off Duty Management is a woman-owned, WBENC-certified corporation dedicated to serving and supporting law enforcement agencies, their officers, and community vendors, by offering a comprehensive centr...", "Booth": "1010, 1680"}, {"Exhibitor": "Oracle America, Inc.", "Summary": "Oracle is on a mission, through technology, to make work life simpler, safer, and more productive for our policing and law enforcement first responders. We are developing technologies to make this pos...", "Booth": "1023"}, {"Exhibitor": "OUR Rescue", "Summary": "Help rescue those in need from sex trafficking and child exploitation until every person is safe. In the United States and Canada, OUR Rescue develops relationships with law enforcement agencies and o...", "Booth": "3528"}, {"Exhibitor": "Panasonic Connect", "Summary": "Panasonic Connect is changing the way work is done by delivering purpose-built mobile technology solutions designed to keep first responders more connected and efficient. Panasonic TOUGHBOOK are manu...", "Booth": "1523"}, {"Exhibitor": "PANORAMA ANTENNAS INC", "Summary": "None", "Booth": "222"}, {"Exhibitor": "Parsec Technologies, Inc", "Summary": "Parsec Technologies, Inc. located in Plano, Texas is an American owned and operated high performance antenna company. Our engineering team, through years of research, development, and testing, has pro...", "Booth": "3317"}, {"Exhibitor": "Peplink", "Summary": "Peplink provides a complete SD-WAN environment including edge routers, antennas, and access points which leverage SpeedFusion Technology to connect and even aggregate multiple fixed or cellular WAN li...", "Booth": "2612"}, {"Exhibitor": "PowerDMS by NEOGOV", "Summary": "PowerDMS, a subsidiary of NEOGOV, is a public safety workforce management platform that helps over 6,000 agencies maintain compliance, automate manual workflows, build public trust, and improve overal...", "Booth": "755"}, {"Exhibitor": "Printek, LLC", "Summary": "Easy to use, carry or mount, and highly reliable are recognized features of PrintekMobile printers. With long battery life, simple loading and foolproof operation, PrintekMobile printers meet the need...", "Booth": "523"}, {"Exhibitor": "RAM Mounts", "Summary": "RAM® Mounts is the leading manufacturer of rugged and versatile mounting solutions, a tried and trusted partner of public safety for over two decades. The combination of RAM® Mounts, GDS® Docks™, and ...", "Booth": "1755"}, {"Exhibitor": "Reconview", "Summary": "Mobile security trailers and mobile security towers for law enforcement.", "Booth": "3815"}, {"Exhibitor": "Regroup Mass Notification", "Summary": "Since 2006, Regroup Mass Notification has provided a cloud-based, multi-channel mass notification platform for emergency and routine applications. Serving the educational community, enterprise, financ...", "Booth": "512"}, {"Exhibitor": "Rippleworx/MagnusWorx", "Summary": "None", "Booth": "3531"}, {"Exhibitor": "Safe Fleet", "Summary": "Safe Fleet, a proven leader in mobile video technology, has joined together COBAN, Kerr Industries, Mobile-Vision and Crown North America to bring you Safe Fleet Law Enforcement. Together, these four ...", "Booth": "1013"}, {"Exhibitor": "Saltus Technologies", "Summary": "Founded in 2010, Saltus Technologies is solely focused on developing mobile solutions for law enforcement. Over 450 agencies in 23 states currently use the digiTICKET electronic ticketing solution to ...", "Booth": "1065"}, {"Exhibitor": "Seiko Instruments USA, INC", "Summary": "Seiko Instruments (SII) , the principle company in the Seiko Holdings Group, was founded in 1937 to manufacture watches, an extension of a family watch assembly and repair operation started in 1881. O...", "Booth": "3907"}, {"Exhibitor": "Semtech (formerly Sierra Wireless)", "Summary": "Semtech Corporation (formerly Sierra Wireless) offers a complete solution of purpose-built hardware and operating systems that includes multi-layered security through the entire product lifecycle. Ai...", "Booth": "3714"}, {"Exhibitor": "Sharp Performance", "Summary": "Personal Coaching For Professionals In High-Risk Occupations", "Booth": "2331"}, {"Exhibitor": "T-Mobile for Government", "Summary": "T-Mobile for Government is committed to delivering critical connectivity to first responders when and where it matters most. Through our Connecting Heroes program, we provide state and local public sa...", "Booth": "701"}, {"Exhibitor": "T3 Motion", "Summary": "None", "Booth": "3701"}, {"Exhibitor": "TASSTA Americas - AMP Global Strategies", "Summary": "None", "Booth": "2202"}, {"Exhibitor": "TBL Systems, Inc.", "Summary": "TBL Systems, Inc. is the leading provider in Secure-Cloud Records Management/RMS, Mobile-Dispatch, Electronic Citation, Digital Evidence Management and Traffic Reporting. RMS by TBL Systems is affo...", "Booth": "3523"}, {"Exhibitor": "TG3 Electronics, Inc.", "Summary": "Since 1986, TG3 Electronics has helped customers operate their businesses more effectively by improving business performance and productivity. We do this by designing, implementing and supporting sup...", "Booth": "2229"}, {"Exhibitor": "ThePoliceApp.com", "Summary": "ThePoliceApp.com is a division of OCV, LLC., the leaders in mobile app development for law enforcement, public safety, emergency management and public health agencies for more than ten years. Our cust...", "Booth": "1557"}, {"Exhibitor": "tip411", "Summary": "tip411 is a web-based tool set for law enforcement that features custom, agency branded, iPhone and Android mobile apps, anonymous text tips, group alerting and secure social media publishing tools. ...", "Booth": "1235"}, {"Exhibitor": "UKG", "Summary": "UKG for Public Safety helps Police, Corrections, Fire and EMS departments automate staffing, saving your staff time to do what they do best: protect the community. Our solutions are designed to contro...", "Booth": "1441"}, {"Exhibitor": "US Fleet Tracking", "Summary": "None", "Booth": "3433"}, {"Exhibitor": "Utility, Inc.", "Summary": "Utility, Inc. is a technology innovator, providing a range of digital solutions for law enforcement and public safety entities. From state-of-the-art body cameras and in-car video devices to robust AL...", "Booth": "1601"}, {"Exhibitor": "Verizon Frontline", "Summary": "Verizon serves as a trusted partner to the public sector, from rural communities to the largest State and Federal agencies. We enable better government through our best-in-class networks, innovative s...", "Booth": "1001"}, {"Exhibitor": "VisioLogix Corporation", "Summary": "None", "Booth": "1950"}, {"Exhibitor": "VITRONIC Machine Vision", "Summary": "VITRONIC is the world's leading innovation driver for industrial image processing. VITRONIC develops forward-looking solutions of specialized products and software for image-based quality inspection, ...", "Booth": "4017"}, {"Exhibitor": "Wanco Inc.", "Summary": "Wanco Public Safety Solutions for law enforcement help make your community safer. Deploy our systems anywhere for reliable, unmanned, 24/7 operation for high-incident areas, transportation routes, con...", "Booth": "1817"}, {"Exhibitor": "Wireless CCTV LLC", "Summary": "WCCTV is the USA’s leading supplier of mobile surveillance cameras for law enforcement applications, with over 150 agencies utilizing our cameras to augment their departments. Our-rapid deployment ...", "Booth": "479"}, {"Exhibitor": "Zebra Technologies", "Summary": "Zebra Technologies helps public safety agencies monitor, anticipate, and accelerate workflows by empowering first responders and ensuring that inventory, property, evidence, and assets are securely vi...", "Booth": "1355"}, {"Exhibitor": "ZOLL Medical Corporation", "Summary": "ZOLL Medical Corporation, leader in medical devices and software solutions provides AED, CPR, and Trauma kits to Law enforcement officers who are often the first responders to a medical emergency. Equ...", "Booth": "257"}]}
